<?php require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");

use Bitrix\Main\Page\Asset;
Asset::getInstance()->addCss("/resources/css/policy.css");

?>

<div class="policy-title-m">
    <h2> Соглашение на обработку персональных данных </h2>
</div>

<div class="policy-desc-m">
    <div>
        <p>
            Настоящим в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» от 27.07.2006 года. <br>
            Вы подтверждаете свое согласие на обработку компанией ООО "АРМА-Т" персональных данных оставленных на сайте <a href="httsp://arma-t.ru">arma-t.ru</a> <br>
            (путем заполнения полей любых форм на сайте) : сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение),
            использование, передачу исключительно в целях продажи программного обеспечения на Ваше имя, как это описано ниже, блокирование,
            обезличивание, уничтожение. <br> <br>

            Компания ООО "АРМА-Т" гарантирует конфиденциальность получаемой информации. <br>
            Обработка персональных данных осуществляется в целях эффективного исполнения заказов, договоров и иных
            обязательств, принятых компанией ООО "АРМА-Т" в качестве обязательных к исполнению. <br><br>

            В случае необходимости предоставления Ваших персональных данных правообладателю, дистрибьютору или реселлеру
            программного обеспечения в целях регистрации программного обеспечения на ваше имя, вы даёте согласие на передачу
            ваших персональных данных. <br>
            Компания ООО "АРМА-Т" гарантирует, что правообладатель, дистрибьютор или реселлер программного обеспечения осуществляет защиту персональных
            данных на условиях, аналогичных изложенным в Политике конфиденциальности персональных данных. <br><br>

            Настоящее согласие распространяется на следующие Ваши персональные данные: ФИО, номер телефона, наименование организации,
            ИНН, электронный адрес (Email), реквизиты организации, прочие данные. <br><br>

            Срок действия согласия является неограниченным. <br>
            Вы можете в любой момент отозвать настоящее согласие, направив письменное уведомления на адрес: 143003 Московская область, г.о.
            Одинцовский, г Одинцово, ул. Маршала Жукова, д 36, помещ. 1 с пометкой «Отзыв согласия на обработку персональных данных». <br><br>

            Гарантирую, что представленная мной информация является полной, точной и достоверной, а также что при
            представлении информации не нарушаются действующее законодательство Российской Федерации,
            законные права и интересы третьих лиц. <br>
            Вся представленная информация заполнена мною в отношении себя лично. <br><br>

            Настоящее согласие действует в течение всего периода хранения персональных данных, если иное не предусмотрено законодательством Российской Федерации. <br><br>

            Администрация Сайта в любое время имеет право вносить изменения в настоящее Соглашение. <br><br>

            При внесении изменений в актуальной редакции указывается дата последнего обновления. <br>
            Новая редакция cоглашения вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Соглашения.
        </p>
    </div>

    <button class="back-button" onclick="history.back()">Назад</button> <!-- Кнопка Назад -->
</div>


<?php require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php"); ?>
