<?php require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");

use Bitrix\Main\Page\Asset;
Asset::getInstance()->addCss("/resources/css/policy.css");

// MOBILE VERSION
$userAgent = $_SERVER['HTTP_USER_AGENT'];
$isMobile = preg_match('/Mobile|Android|iPhone|iPad|iPod|BlackBerry|Windows Phone|Opera Mini|IEMobile/i', $userAgent);

if ($isMobile) {
    include 'm/index.php';
    return;
}
?>

<div class="policy-title">
    <h2> Соглашение на обработку персональных данных </h2>
</div>

<div class="policy-desc">
    <div>
        <p>
            Настоящим в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» от 27.07.2006 года. <br>
            Вы подтверждаете свое согласие на обработку компанией ООО "АРМА-Т" персональных данных оставленных на сайте <a href="httsp://arma-t.ru">arma-t.ru</a> <br>
            (путем заполнения полей любых форм на сайте) : сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение),
            использование, передачу исключительно в целях продажи программного обеспечения на Ваше имя, как это описано ниже, блокирование,
            обезличивание, уничтожение. <br> <br>

            Компания ООО "АРМА-Т" гарантирует конфиденциальность получаемой информации. <br>
            Обработка персональных данных осуществляется в целях эффективного исполнения заказов, договоров и иных
            обязательств, принятых компанией ООО "АРМА-Т" в качестве обязательных к исполнению. <br><br>

            В случае необходимости предоставления Ваших персональных данных правообладателю, дистрибьютору или реселлеру
            программного обеспечения в целях регистрации программного обеспечения на ваше имя, вы даёте согласие на передачу
            ваших персональных данных. <br>
            Компания ООО "АРМА-Т" гарантирует, что правообладатель, дистрибьютор или реселлер программного обеспечения осуществляет защиту персональных
            данных на условиях, аналогичных изложенным в Политике конфиденциальности персональных данных. <br><br>

            Настоящее согласие распространяется на следующие Ваши персональные данные: ФИО, номер телефона, наименование организации,
            ИНН, электронный адрес (Email), реквизиты организации, прочие данные. <br><br>

            Срок действия согласия является неограниченным. <br>
            Вы можете в любой момент отозвать настоящее согласие, направив письменное уведомления на адрес: 1143007 Московская область,
            г.о. Одинцовский, г Одинцово, ул. Молодежная, д 46, помещ./офис 21/221 с пометкой «Отзыв согласия на обработку персональных данных». <br><br>

            Гарантирую, что представленная мной информация является полной, точной и достоверной, а также что при
            представлении информации не нарушаются действующее законодательство Российской Федерации,
            законные права и интересы третьих лиц. <br>
            Вся представленная информация заполнена мною в отношении себя лично. <br><br>

            Настоящее согласие действует в течение всего периода хранения персональных данных, если иное не предусмотрено законодательством Российской Федерации. <br><br>

            Администрация Сайта в любое время имеет право вносить изменения в настоящее Соглашение. <br><br>

            При внесении изменений в актуальной редакции указывается дата последнего обновления. <br>
            Новая редакция cоглашения вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Соглашения.
            <br><br>
        </p>
    </div>
</div>

<div class="policy-title">
    <h2> Политика использования Cookies </h2>
</div>

<div class="policy-desc">
    <div>
        <h1> 1.1. Общие положения </h1>
        <p>
            Условия настоящей Политики использования Файлов Cookies (далее "Политика") распространяются на Сайт.
            Целью настоящей Политики является:
            <br><br>
        </p>
        <ul>
            <li> проинформировать о перечне используемых и автоматически загружаемых на устройство Пользователя Файлов Cookies; </li>
            <li> уведомить о целях установки и использования Файлов Cookies, а также сроков их хранения/установки на устройстве Пользователя; </li>
            <li> информировать Пользователя о способах отключения Файлов Cookies и/или их удаления с устройства. </li>
        </ul>
        <p>
            Каждый Пользователь имеет право ознакомиться с текстом настоящей Политики по следующей ссылке: <br>
            <a href="http://arma-t.ru/policy/">arma-t.ru/policy/</a>
            <br><br>

            Продолжая использовать данный сайт, Вы даете свое согласие на обработку Файлов Cookies.
            Вы также можете отказаться от обработки Cookies, однако такой отказ может повлиять на корректность работы нашего сайта.
            <br><br>
        </p>

        <h1> 1.2. Определение понятий </h1>
        <p>
            Файлы Cookies – это преимущественно небольшие фрагменты данных, которые хранятся на компьютере,
            планшете, мобильном телефоне или другом устройстве Пользователя и позволяют записывать
            определенную информацию при любом посещении Сайта, взаимодействии со службами, приложениями,
            инструментами, а также отправке и получении сообщений, с целью идентификации
            Пользователя независимо от используемого им устройства.
            <br><br>

            Сайт – это совокупность текстов, графических элементов, дизайна, изображений, программного
            кода, фото- и видеоматериалов и иных результатов интеллектуальной деятельности,
            содержащихся в сети Интернет под доменным именем <a href="http://arma-t.ru/">arma-t.ru</a>.
            <br>
        </p>
        <p> 2. ДЛЯ ЧЕГО ИСПОЛЬЗУЮТСЯ ФАЙЛЫ COOKIES? </p>
        <br>

        <h1> 2.1. Цели использования </h1>
        <p> 2.1.1. Оператор использует Файлы Cookies с целью: </p>
        <ul>
            <li> сохранения информации о Пользователе на время использования им Сайта.</li>
            <li> идентификации Пользователя (распознание браузера и/или устройства каждый раз, когда осуществляется вход на Сайт, сохранение</li>
            настроек экрана и браузера и/или сохранение логина и пароля Пользователей для входа на Сайт).</li>
            <li> анализа посещаемости сайта Пользователями, выявления эффективности размещаемого контента и его популярности среди Пользователей.</li>
            <li> работы отдельных разделов/страниц Сайта (где использование Файлов Cookies является крайне необходимым). </li>
            <li> улучшения взаимодействия Сайта и Пользователей. </li>
            <li> повышения качества обслуживания и обеспечения максимального удобства и комфорта Пользователей при использовании Сайта. </li>
        </ul>
        <p>
            2.1.2. Сведения о действиях пользователей Сайта обрабатываются для совершенствования предоставляемых
            Оператором услуг, определения предпочтений Пользователя, предоставления целевой информации по услугам Оператора.
            <br><br>

            2.1.3. Сайт обрабатывает полученные данные, в том числе, с использованием метрических программ
            и систем аналитики, таких как Яндекс.Метрика, Аналитика Mail.ru (top.mail.ru), ВКонтакте Аналитика, Google Analytics
            <br><br>
        </p>

        <h1> 2.2. Виды собираемой информации </h1>
        <p>
            2.2.1. Файлы Cookies, которые Оператор сохраняет через сайт, не содержат каких-либо сведений, позволяющих
            установить личность Пользователя. Оператор использует Файлы Cookies исключительно для
            определения способов использования Сайта Пользователями.
        </p>
        <p>2.2.2. Через Файлы Cookies Оператор может собирать следующею информацию о Пользователях: </p>
        <ol>
            <li> IP адрес, тип браузера и устройства, с котором выполняется вход на Сайт; </li>
            <li> операционная система и данные об Интернет провайдере; </li>
            <li> информация о стране, из которой выполняется вход; </li>
            <li> дата и время посещения Сайта, а также возможное количество совершенных кликов Пользователем. </li>
        </ol>

        <br><br>
        <h1> 3. КАКИЕ ФАЙЛЫ COOKIES ИСПОЛЬЗУЮТСЯ? </h1>
        <p>
            Согласно общепринятым классификациям, на данный момент существуют следующие виды Файлов Cookies:
            Технические – являются необходимыми для бесперебойного и надежного функционирования Сайта. Отключение данного типа
            Файлов Cookies может привести к ограничению Пользователя в доступе к определенным функциональным возможностям Сайта.
            <br><br>

            Сессионные – являются временными и сохраняют информацию о совершенной Пользователем активности в
            браузере в течение одной сессии (т.е. до момента закрытия такого браузера Пользователем).
            <br><br>

            Постоянные – хранятся на компьютере и не удаляются при закрытии браузера.
            Могут сохранять пользовательские настройки для определенного веб-сайта, позволяя использовать эти предпочтения
            в будущих сеансах просмотра. Позволяют произвести идентификацию в качестве уникального пользователя
            веб-сайта, и при возвращении на веб-сайт помогают вспомнить информацию о Пользователе и ранее совершенных действиях.
            <br><br>

            Статистические - нужны для отслеживания страниц/разделов Сайта, посещаемых Пользователем,
            а также выявления возможных ошибок в работе Сайта. Информация, собираемая о Пользователях
            данным видом Файлов Cookies, является анонимной и необходима для эффективного поддержания
            и обновления Сайта.
            <br><br>

            Поведенческие – нужны для сбора информации о поисковых запросах Пользователя и его
            предпочтениях для проведения маркетинговых и/или иных рыночных исследований с
            целью последующего предоставления персонифицированного маркетингового и рекламного
            контента Пользователю.
            <br><br>
        </p>
        <p>
            Сайт в работе использует следующие Файлы Cookies, принадлежащие Правообладателю: (перечислить необходимые). <br><br>
        </p>
        <p>
            4. КАК УДАЛИТЬ/ОТКЛЮЧИТЬ РАБОТУ ФАЙЛОВ COOKIES? <br><br>
        </p>

        <h1> 4.1. Общие положения </h1>
        <p>
            Каждый Пользователь в любой момент может отключить работу Файлов Cookies на устройстве, с которого совершается вход на Сайт,
            и/или удалить уже загруженные ранее Файлы Cookies на устройство. Если Пользователь не желает отключать работу
            Файлов Cookies и/или удалять ранее загруженные Файлы Cookies, никакие дополнительные действия не требуются от Пользователя в данном случае. <br><br>
        </p>
        <p>
            Файлы Cookies могут храниться на устройстве Пользователя от нескольких часов до
            нескольких дней или лет, в зависимости от типа загруженных/используемых Файлов Cookies. <br><br>
        </p>

        <h1> 4.2. Порядок отключения файлов Cookies </h1>
        <p> 4.2.1. Пользователь может отключить работу Файлов Cookies и/или удалить их, путем изменения настроек своего браузера (при этом возможно также удаление/отключение файлов Cookies, установленных другими веб-сайтами): </p>
        <ol>
            <li> Для Google Chrome, необходимо изменить параметры и конфигурацию браузера согласно следующим инструкциям по ссылке: <a href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&hl=ru">support.google.com</a>.</li>
            <li> Для Firefox, необходимо изменить параметры и конфигурацию браузера согласно следующим инструкциям по ссылке: <a href="https://support.mozilla.org/ru/kb/uluchshennaya-zashita-ot-otslezhivaniya-v-firefox-?redirectlocale=en-US&redirectslug=enable-and-disable-cookies-website-preferences">support.mozilla.org</a>.</li>
            <li> Для Internet Explorer, необходимо изменить параметры и конфигурацию браузера согласно следующим инструкциям по ссылке: <a href="https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorer-delete-manage-cookies">support.microsoft.com</a>.</li>
            <li> Для Safari, необходимо изменить параметры и конфигурацию браузера согласно следующим инструкциям по ссылке: <a href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac">support.apple.com</a>.</li>
        </ol>
        <p> 4.2.2. Более подробную информацию о включении, отключении и удалении файлов Cookies можно найти в настройках к используемому браузеру или в его справке. </p>
    </div>
    <button class="back-button" onclick="history.back()">Назад</button> <!-- Кнопка Назад -->
</div>

<?php require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php"); ?>
